export default function Description() {
    return (
        <div className='flex flex-col gap-y-4'>
            <h2 className='text-xl font-semibold'>Описание</h2>
            <p>
                Для кого курс: · для лиц, имеющих базовое представление о принципах построения
                конструкций швейных изделий без использования средств автоматизации; · курс может
                быть полезен как профессионалам, так и любителям, занимающимся проектированием
                одежды. Основная цель курса: получить знания и навыки, позволяющие уверенно
                использовать цифровые инструменты проектирования одежды. В завершении курса вы
                ознакомитесь с современными инструментами, применяемыми в проектировании (дизайне)
                одежды, позволяющих за более короткие сроки создавать более качественные и более
                сложные с точки зрения креатива конструкции. На занятиях вы узнаете, как создать
                любой дизайн одежды, применив искусственный интеллект. Формат выпускной работы:
                защита проекта по построению и визуализации базовой конструкции прямой юбки. По
                итогу курса слушатели получат удостоверение о повышении квалификации. На протяжении
                всего курса вас будут поддерживать: · куратор, который поможет решить вопросы,
                связанные с обучением; · преподаватель, который ответит на все вопросы о содержании
                уроков и заданий. Старт: октябрь Объем курса: 16 акад./ч (продолжительность 1 месяц)
                Стоимость: 15 000руб. (возможна рассрочка) Формат: офлайн (занятия 1 раз в неделю)
            </p>
        </div>
    );
}
